<?php
/*
Задание #3
1. Создайте переменную $age
2. Присвойте переменной $age произвольное числовое значение
3. Напишите конструкцию if, которая выводит фразу: “Вам еще работать
и работать” при условии что значение переменной $age попадает в
диапазон чисел от 18 до 65 (включительно)
4. Расширьте конструкцию if, выводя фразу: “Вам пора на пенсию” при
условии, что значение переменной $age больше 65
5. Расширьте конструкцию ​ elseif, выводя фразу: “Вам ещё рано
работать” при условии, что значение переменной $age попадает в
диапазон чисел от 1 до 17 (включительно)
6. Дополните конструкцию if​ elseif, выводя фразу: “Неизвестный возраст”
при условии, что значение переменной $age не попадет в
вышеописанные диапазоны чисел
*/

$age = rand(0, 100);
if ($age >= 18 and $age <= 65) {
    echo "Вам еще работать и работать".PHP_EOL;
} elseif ($age > 65) {
    echo "Вам пора на пенсию".PHP_EOL;
} elseif ($age >= 1 and $age <=17) {
    echo "Вам ещё рано работать".PHP_EOL;
} else {
    echo "Неизвестный возраст".PHP_EOL;
};
